[{"word":"a","word_class":"symbol","sense":[{"definition":"used in Britain before a number to refer to a particular important road","examples":["the A34 to Newbury"]},{"definition":"used (but not in the US) before numbers which show standard metric sizes of paper","examples":["a sheet of A4 paper (= 297×210mm)","A3 (= 420×297mm)","A5 (= 210×148mm)"]}]},{"word":"abandon","word_class":"verb","sense":[{"definition":"to leave somebody, especially somebody you are responsible for, with no intention of returning","examples":["The baby had been abandoned by its mother.","People often simply abandon their pets when they go abroad.","The study showed a deep fear among the elderly of being abandoned to the care of strangers."]},{"definition":"to leave a thing or place, especially because it is impossible or dangerous to stay","examples":["Snow forced many drivers to abandon their vehicles.","He gave the order to abandon ship (= to leave the ship because it was sinking).","They had to abandon their lands to the invading forces."]},{"definition":"to stop doing something, especially before it is finished; to stop having something","examples":["They abandoned the match because of rain.","She abandoned hope of any reconciliation.","We had to abandon any further attempt at negotiation."]},{"definition":"to stop supporting or helping somebody; to stop believing in something","examples":["The country abandoned its political leaders after the war.","By 1930 he had abandoned his Marxist principles."]},{"definition":"to feel an emotion so strongly that you can feel nothing else","examples":["He abandoned himself to despair."]}]},{"word":"abandoned","word_class":"adjective","sense":[{"definition":"left and no longer wanted, used or needed","examples":["an abandoned car/house","The child was found abandoned but unharmed.","There was an abandoned supermarket trolley in the middle of the road."]},{"definition":"(of people or their behaviour) wild; not following accepted standards","examples":[]}]},{"word":"ability","word_class":"noun","sense":[{"definition":"the fact that somebody/something is able to do something","examples":["The system has the ability to run more than one program at the same time.","Everyone has the right to good medical care regardless of their ability to pay.","A gentle form of exercise will increase your ability to relax."]},{"definition":"a level of skill or intelligence","examples":["Almost everyone has some musical ability.","He was a man of extraordinary abilities.","students of mixed abilities","A woman of her ability will easily find a job.","I try to do my job to the best of my ability (= as well as I can)."]}]},{"word":"able","word_class":"adjective","sense":[{"definition":"to have the skill, intelligence, opportunity, etc. needed to do something","examples":["You must be able to speak French for this job.","A viral illness left her barely able to walk.","I didn't feel able to disagree with him.","Will you be able to come?"]},{"definition":"intelligent; good at something","examples":["the ablest student in the class","We aim to help the less able in society to lead an independent life."]}]},{"word":"about","word_class":"adverb","sense":[{"definition":"a little more or less than; a little before or after","examples":["It costs about $10.","They waited (for) about an hour.","He arrived (at) about ten."]},{"definition":"nearly; very close to","examples":["I'm just about ready.","This is about the best we can hope for."]},{"definition":"in many directions; here and there","examples":["The children were rushing about in the garden."]},{"definition":"in no particular order; in various places","examples":["Her books were lying about on the floor."]},{"definition":"doing nothing in particular","examples":["People were standing about in the road."]},{"definition":"able to be found in a place","examples":["There was nobody about.","There's a lot of flu about.","She’s somewhere about—I saw her a few minutes ago."]},{"definition":"facing the opposite direction","examples":["He brought the ship about.","The earth goes round/​around the sun.","They live round/​around the corner.","We travelled round/​around India.","She turned round/​around when I came in.","The kids were running around/​round/​about outside.","I’ve been waiting around/​round/​about to see her all day.","We left around/​about 8 o’clock."]},{"definition":"almost; very nearly","examples":["I've met just about everyone.","‘Did you reach your sales target?’ ‘Just about.’"]},{"definition":"approximately","examples":["She should be arriving just about now."]},{"definition":"able to go outside again after an illness","examples":[]},{"definition":"travelling around a place","examples":["We've been out and about talking to people all over the country."]},{"definition":"used to say that you have finished telling somebody about something and there is nothing to add","examples":["‘Anything else?’ ‘No, that's about it for now.’"]}]},{"word":"above","word_class":"preposition","sense":[{"definition":"at or to a higher place or position than something/somebody","examples":["The water came above our knees.","We were flying above the clouds.","the people in the apartment above mine","A captain in the navy ranks above a captain in the army.","They finished the year six places above their local rivals."]},{"definition":"more than something; greater in number, level or age than somebody/something","examples":["Inflation is above 6%.","Temperatures have been above average.","We cannot accept children above the age of 10.","They built a new room above/​over the garage.","They jumped over the stream","He put a blanket over the sleeping child.","2 000 feet above sea level","Temperatures will not rise above zero tonight.","He’s over 50.","It costs over £100.","We waited over 2 hours."]},{"definition":"of greater importance or of higher quality than somebody/something","examples":["I rate her above most other players of her age."]},{"definition":"too good or too honest to do something","examples":["She's not above lying when it suits her.","He's above suspicion (= he is completely trusted)."]},{"definition":"louder or clearer than another sound","examples":["I couldn't hear her above the noise of the traffic."]},{"definition":"most important of all; especially","examples":["Above all, keep in touch.","This case emphasizes/highlights the importance of honest communication between managers and employees.","Effective communication skills are essential/crucial/vital.","It should be noted that this study considers only verbal communication. Non-verbal communication is not dealt with here.","It is important to remember that/An important point to remember is that non-verbal communication plays a key role in getting your message across.","Communication is not only about the words you use but also your body language and, especially/above all, the effectiveness with which you listen.","I would like to draw attention to the role of listening in effective communication.","Choose your words carefully: in particular, avoid confusing and ambiguous language.","Finally, and perhaps most importantly, you must learn to listen as well as to speak."]},{"definition":"having too high an opinion of yourself","examples":[]},{"definition":"in addition to something","examples":["There are other factors over and above those we have discussed."]}]},{"word":"abroad","word_class":"adverb","sense":[{"definition":"in or to a foreign country","examples":["to be/go/travel/live abroad","She worked abroad for a year.","imports of cheap food from abroad","He was famous, both at home and abroad (= in his own country and in other countries).","For a holiday abroad you need a valid passport."]},{"definition":"being talked about or felt by many people","examples":["There was news abroad that a change was coming."]},{"definition":"outside; outdoors","examples":[]}]},{"word":"absence","word_class":"noun","sense":[{"definition":"the fact of somebody being away from a place where they are usually expected to be; the occasion or period of time when somebody is away","examples":["The decision was made in my absence (= while I was not there).","We did not receive any news during his long absence.","absence from work","repeated absences from school"]},{"definition":"the fact of somebody/something not existing or not being available; a lack of something","examples":["The case was dismissed in the absence of any definite proof.","the absence of any women on the board of directors"]},{"definition":"used to say that when you are away from somebody that you love, you love them even more","examples":[]},{"definition":"not present in a situation or place, when it is obvious that you should be there","examples":["When it came to cleaning up afterwards, Anne was conspicuous by her absence."]}]},{"word":"absent","word_class":"adjective","sense":[{"definition":"not in a place because of illness, etc.","examples":["to be absent from work"]},{"definition":"not present in something","examples":["Love was totally absent from his childhood."]},{"definition":"showing that you are not really looking at or thinking about what is happening around you","examples":["an absent expression"]}]},{"word":"absolute","word_class":"adjective","sense":[{"definition":"total and complete","examples":["a class for absolute beginners","absolute confidence/trust/silence/truth","‘You're wrong,’ she said with absolute certainty.","Around them the darkness was absolute, the silence oppressive."]},{"definition":"used, especially in spoken English, to give emphasis to what you are saying","examples":["There's absolute rubbish on television tonight.","He must earn an absolute fortune.","110 MB is the absolute minimum you need to run the program.","What an absolute idiot I’ve been!"]},{"definition":"definite and without any doubt or confusion","examples":["There was no absolute proof.","He taught us that the laws of physics were absolute."]},{"definition":"(of a legal decision) final","examples":["The divorce became absolute last week."]},{"definition":"not limited or restricted","examples":["absolute power/authority","an absolute ruler/monarchy (= one with no limit to their power)"]},{"definition":"existing or measured independently and not in relation to something else","examples":["Although prices are falling in absolute terms, energy is still expensive.","Beauty cannot be measured by any absolute standard."]}]},{"word":"absolutely","word_class":"adverb","sense":[{"definition":"used to emphasize that something is completely true","examples":["You're absolutely right.","He made it absolutely clear.","I’m not absolutely certain I posted it.","It was absolutely pouring with rain."]},{"definition":"used to emphasize something negative","examples":["She did absolutely no work.","There's absolutely nothing more the doctors can do."]},{"definition":"used with adjectives or verbs that express strong feelings or extreme qualities to mean ‘extremely’","examples":["I was absolutely furious with him.","She absolutely adores you.","He's an absolutely brilliant cook."]},{"definition":"used to emphasize that you agree with somebody, or to give somebody permission to do something","examples":["‘They could have told us, couldn't they?’ ‘Absolutely!’","‘Can we leave a little early?’ ‘Absolutely!’"]},{"definition":"used to emphasize that you strongly disagree with somebody, or to refuse permission","examples":["‘Was it any good?’ ‘No, absolutely not.’"]}]},{"word":"absorb","word_class":"verb","sense":[{"definition":"to take in a liquid, gas or other substance from the surface or space around","examples":["Plants absorb carbon dioxide from the air.","Let the rice cook until it has absorbed all the water.","The cream is easily absorbed into the skin."]},{"definition":"to make something smaller become part of something larger","examples":["The country simply cannot absorb this influx of refugees.","The surrounding small towns have been absorbed into the city."]},{"definition":"to take something into the mind and learn or understand it","examples":["It's a lot of information to absorb all at once.","It took me several days to absorb the fact of her death.","They spent a week in Paris just absorbing the atmosphere."]},{"definition":"to interest somebody very much so that they pay no attention to anything else","examples":["This work had absorbed him for several years."]},{"definition":"to take in and keep heat, light, energy, etc. instead of reflecting it","examples":["Black walls absorb a lot of heat during the day."]},{"definition":"to reduce the effect of a blow, hit, etc.","examples":["This tennis racket absorbs shock on impact.","The bats have graphite shafts that absorb the vibration."]},{"definition":"to use up a large supply of something, especially money or time","examples":["The new proposals would absorb $80 billion of the federal budget."]},{"definition":"to deal with changes, effects, costs, etc.","examples":["The company is unable to absorb such huge losses."]}]},{"word":"abuse","word_class":"noun","sense":[{"definition":"the use of something in a way that is wrong or harmful","examples":["alcohol/drug/solvent abuse","The system of paying cash bonuses is open to abuse (= might be used in the wrong way).","He was arrested on charges of corruption and abuse of power.","What she did was an abuse of her position as manager."]},{"definition":"unfair, cruel or violent treatment of somebody","examples":["child abuse","sexual abuse","reported abuses by the secret police","She suffered years of physical abuse."]},{"definition":"rude and offensive remarks, usually made when somebody is very angry","examples":["to scream/hurl/shout abuse","a stream/torrent of abuse","The man burst into a torrent of foul-mouthed racist abuse."]}]},{"word":"academic","word_class":"adjective","sense":[{"definition":"connected with education, especially studying in schools and universities","examples":["The students return in October for the start of the new academic year.","high/low academic standards","an academic career","The enrolment criteria are geographical rather than academic."]},{"definition":"involving a lot of reading and studying rather than practical or technical skills","examples":["academic subjects/qualifications"]},{"definition":"good at subjects involving a lot of reading and studying","examples":["She wasn't very academic and hated school."]},{"definition":"not connected to a real or practical situation and therefore not important","examples":["It is a purely academic question.","The whole thing's academic now—we can't win anyway."]}]},{"word":"accent","word_class":"noun","sense":[{"definition":"a way of pronouncing the words of a language that shows which country, area or social class a person comes from","examples":["a northern/Dublin/Indian/Scottish accent","a strong/broad accent (= one that is very noticeable)","She spoke English with an accent."]},{"definition":"the emphasis that you should give to part of a word when saying it","examples":["In ‘today’ the accent is on the second syllable."]},{"definition":"a mark on a letter to show that it should be pronounced in a particular way","examples":["Canapé has an accent on the ‘e’."]},{"definition":"a special importance that is given to something","examples":["In all our products the accent is on quality."]}]},{"word":"accept","word_class":"verb","sense":[{"definition":"to take willingly something that is offered; to say ‘yes’ to an offer, invitation, etc.","examples":["He asked me to marry him and I accepted.","Please accept our sincere apologies.","It was pouring with rain so I accepted his offer of a lift.","She's decided not to accept the job.","Please accept this small token of my appreciation.","He is charged with accepting bribes from a firm of suppliers.","She said she'd accept $15 for it."]},{"definition":"to receive something as suitable or good enough","examples":["This machine only accepts coins.","Will you accept a cheque?","My article has been accepted for publication."]},{"definition":"to agree to or approve of something","examples":["They accepted the court's decision.","He accepted all the changes we proposed.","Everything about the child’s adoption was against accepted practice.","She won't accept advice from anyone.","He agreed to let me go early.","They accepted the court’s decision.","The committee unanimously approved the plan.","She just goes along with everything he suggests.","She finally consented to answer our questions."]},{"definition":"to admit that you are responsible or to blame for something","examples":["He accepts full responsibility for what happened.","You have to accept the consequences of your actions."]},{"definition":"to believe that something is true","examples":["I don't accept his version of events.","Can we accept his account as the true version?","I accept that this will not be popular.","I am not prepared to accept that this decision is final.","It is generally accepted that people are motivated by success.","The workforce is generally accepted to have the best conditions in Europe."]},{"definition":"to continue in a difficult situation without complaining, because you realize that you cannot change it","examples":["You just have to accept the fact that we're never going to be rich.","Nothing will change as long as the workers continue to accept these appalling conditions.","They accept the risks as part of the job.","He just refused to accept that his father was no longer there."]},{"definition":"to make somebody feel welcome and part of a group","examples":["It may take years to be completely accepted by the local community.","She had never been accepted into what was essentially a man's world.","He never really accepted her as his own child."]},{"definition":"to allow somebody to join an organization, attend an institution, use a service, etc.","examples":["The college he applied to has accepted him.","She was disappointed not to be accepted into the club.","The landlord was willing to accept us as tenants.","She was accepted to study music."]}]},{"word":"acceptable","word_class":"adjective","sense":[{"definition":"agreed or approved of by most people in a society","examples":["Children must learn socially acceptable behaviour."]},{"definition":"that somebody agrees is of a good enough standard or allowed","examples":["For this course a pass in English at grade B is acceptable.","Air pollution in the city had reached four times the acceptable levels.","We want a political solution that is acceptable to all parties."]},{"definition":"not very good but good enough","examples":["The food was acceptable, but no more."]}]},{"word":"access","word_class":"noun","sense":[{"definition":"a way of entering or reaching a place","examples":["The police gained access through a broken window.","There is easy access by road.","The only access to the farmhouse is across the fields.","Disabled visitors are welcome; there is good wheelchair access to most facilities."]},{"definition":"the opportunity or right to use something or to see somebody/something","examples":["Students must have access to good resources.","You need a password to get access to the computer system.","access to confidential information","Journalists were denied access to the President.","Many divorced fathers only have access to their children at weekends (= they are allowed by law to see them only at weekends)."]}]},{"word":"accident","word_class":"noun","sense":[{"definition":"an unpleasant event, especially in a vehicle, that happens unexpectedly and causes injury or damage","examples":["a car/road/traffic accident","He was killed in an accident.","One in seven accidents is caused by sleepy drivers.","The accident happened at 3 p.m.","to have an accident","a serious/minor accident","a fatal accident (= in which somebody is killed)","accidents in the home","a climbing/riding accident","Take out accident insurance before you go on your trip.","I didn't mean to break it—it was an accident."]},{"definition":"something that happens unexpectedly and is not planned in advance","examples":["Their early arrival was just an accident.","It is no accident that men fill most of the top jobs in nursing.","an accident of birth/fate/history (= describing facts and events that are due to chance or circumstances)","This ring has always brought me good luck.","The results could simply be due to chance.","They met through a series of strange coincidences.","Their early arrival was just an accident.","Fate decreed that she would never reach America.","I believe there’s some force guiding us—call it God, destiny or fate."]},{"definition":"a thing or person that is very likely to cause danger or a problem in the future because of the condition it is in or the way they behave","examples":[]},{"definition":"people say accidents will happen to tell somebody who has had an accident, for example breaking something, that it does not matter and they should not worry","examples":[]},{"definition":"in a way that is not planned or organized","examples":["We met by accident at the airport.","Helen got into acting purely by accident."]},{"definition":"a series of unfortunate events","examples":["The whole affair has been a chapter of accidents from start to finish."]}]},{"word":"accidental","word_class":"adjective","sense":[{"definition":"happening by chance; not planned","examples":["a verdict of accidental death","I didn't think our meeting was accidental—he must have known I would be there."]}]},{"word":"accidentally","word_class":"adverb","sense":[{"definition":"by chance; in a way that was not planned","examples":["As I turned around, I accidentally hit him in the face.","The damage couldn't have been caused accidentally."]}]},{"word":"accommodation","word_class":"noun","sense":[{"definition":"a place to live, work or stay in","examples":["rented/temporary/furnished accommodation","Hotel accommodation is included in the price of your holiday.","The building plans include much needed new office accommodation.","First-class accommodation is available on all flights."]},{"definition":"somewhere to live or stay, often also providing food or other services","examples":["More and more travelers are looking for bed and breakfast accommodations in private homes."]},{"definition":"an agreement or arrangement between people or groups with different opinions which is acceptable to everyone; the process of reaching this agreement","examples":["They were forced to reach an accommodation with the rebels.","The two countries should be persuaded to work towards some sort of mutual accommodation."]}]},{"word":"accompany","word_class":"verb","sense":[{"definition":"to travel or go somewhere with somebody","examples":["His wife accompanied him on the trip.","I must ask you to accompany me to the police station.","Warships will accompany the convoy.","The groups are always accompanied by an experienced mountain guide."]},{"definition":"to happen or appear with something else","examples":["strong winds accompanied by heavy rain","The curator of the exhibition also wrote the accompanying catalogue.","Shouts of protest accompanied this announcement.","The text is accompanied by a series of stunning photographs."]},{"definition":"to play a musical instrument, especially a piano, while somebody else sings or plays the main tune","examples":["The singer was accompanied on the piano by her sister."]}]},{"word":"according-to","word_class":"preposition","sense":[{"definition":"as stated or reported by somebody/something","examples":["According to Mick, it's a great movie.","You've been absent six times according to our records.","Photography is, according to Vidal, the art form of untalented people.","For Vidal, photography is the art form of untalented people.","His view is that photography is not art but merely the mechanical reproduction of images.","Smith takes the view that photography is both an art and a science.","In Brown’s view, photography should be treated as a legitimate art in its own right.","James is of the opinion that a good painter can always be a good photographer if he or she so decides.","Emerson believed that a photograph should only reflect what the human eye can see.","This bar chart illustrates how many journeys people made on public transport over a three-month period.","This table compares bus, train, and taxi use between April and June.","The results are shown in the chart below.","In this pie chart, the survey results are broken down by age.","This pie chart breaks down the survey results by age.","As can be seen from these results, younger people use buses more than older people.","According to these figures, bus travel accounts for 60% of public transport use.","From the data in the above graph, it is apparent that buses are the most widely used form of public transport."]},{"definition":"following, agreeing with or depending on something","examples":["The work was done according to her instructions.","Everything went according to plan.","The salary will be fixed according to qualifications and experience."]},{"definition":"to do only what you have enough money to do and no more","examples":["We wanted to buy a bigger house than this but it was a case of cutting our coat according to our cloth."]}]},{"word":"account","word_class":"noun","sense":[{"definition":"an arrangement that somebody has with a bank, etc. to keep money there, take some out, etc.","examples":["I don't have a bank account.","to have an account at/with a bank","to open/close an account","What's your account number please?","I paid the cheque into my savings account.","a joint account (= one in the name of more than one person)"]},{"definition":"a written record of money that is owed to a business and of money that has been paid by it","examples":["to do the accounts","to keep the accounts up to date","the accounts department"]},{"definition":"an arrangement with a shop/store or business to pay bills for goods or services at a later time, for example in regular amounts every month","examples":["Put it on my account please.","We have accounts with most of our suppliers.","the gas bill","Put it on my account please.","The builders sent an invoice for £250.","Can I have the check, please?"]},{"definition":"a regular customer","examples":["The agency has lost several of its most important accounts."]},{"definition":"an arrangement that somebody has with a company that allows them to use the Internet, send and receive messages by email, etc.","examples":["an Internet/email account"]},{"definition":"a written or spoken description of something that has happened","examples":["She gave the police a full account of the incident.","The diaries contained detailed accounts of the writer’s experiences in China.","Are these newspaper reports true?","It was many years before the full story was made public.","the front-page story","She gave the police a full account of the incident.","She gave us her version of what had happened that day."]},{"definition":"an explanation or a description of an idea, a theory or a process","examples":["the Biblical account of the creation of the world"]},{"definition":"a description of an event which gives you all the details in the order in which they happen","examples":["He insisted on giving us a blow-by-blow account of what had happened."]},{"definition":"according to what other people say","examples":["I've never been there, but it's a lovely place, by all accounts."]},{"definition":"according to what you say yourself","examples":["By his own account he had an unhappy childhood."]},{"definition":"to make somebody explain a mistake, etc. because they are responsible for it","examples":[]},{"definition":"to do something or perform well or badly, especially in a contest","examples":["The team gave a good account of themselves in the match."]},{"definition":"not important","examples":["Emotional matters were of no account to them during the war."]},{"definition":"if you buy something or pay on account, you pay nothing or only a small amount immediately and the rest later","examples":[]},{"definition":"because of what you think somebody wants","examples":["Please don't change your plans on my account."]},{"definition":"because of somebody/something","examples":["She retired early on account of ill health.","The marsh is an area of great scientific interest on account of its wild flowers."]},{"definition":"not for any reason","examples":["On no account should the house be left unlocked."]},{"definition":"for yourself","examples":["In 2012 Smith set up in business on his own account."]},{"definition":"because you want to and you have decided, not somebody else","examples":["No one sent me. I am here on my own account."]},{"definition":"because of the particular thing that has been mentioned","examples":["Weather conditions were poor, but he did not delay his departure on that account."]},{"definition":"to use something in a good or helpful way","examples":["He turned his artistic talents to good account by becoming a sculptor."]},{"definition":"to hurt or punish somebody who has harmed or cheated you in the past","examples":["‘Who would do such a thing?’ ‘Maybe someone with an old score to settle.’"]},{"definition":"to consider particular facts, circumstances, etc. when making a decision about something","examples":["The company takes account of environmental issues wherever possible.","Coursework is taken into account as well as exam results.","The defendant asked for a number of other offences to be taken into account."]}]},{"word":"account-for","word_class":"phrasal verb","sense":[{"definition":"to be the explanation or cause of something","examples":["The poor weather may have accounted for the small crowd.","Oh well, that accounts for it (= I understand now why it happened).","The differences in achievement between the pupils are partly accounted for by differences in age."]},{"definition":"to give an explanation of something","examples":["How do you account for the show's success?","He was unable to account for the error.","The increase can be fully accounted for."]},{"definition":"to be a particular amount or part of something","examples":["The Japanese market accounts for 35% of the company's revenue."]},{"definition":"to know where somebody/something is or what has happened to them, especially after an accident","examples":["All passengers have now been accounted for.","Three files cannot be accounted for."]},{"definition":"to defeat or destroy somebody/something","examples":["Our anti-aircraft guns accounted for five enemy bombers."]},{"definition":"to give a record of how the money in your care has been spent","examples":["We have to account for every penny we spend on business trips."]}]},{"word":"accurate","word_class":"adjective","sense":[{"definition":"correct and true in every detail","examples":["an accurate description/account/calculation","accurate information/data","Accurate records must be kept.","The police are trying to obtain a more accurate picture of crime levels."]},{"definition":"able to give completely correct information or to do something in an exact way","examples":["a highly accurate electronic compass","accurate to within 3 mm","My watch is not very accurate.","Scientists have found a more accurate way of dating cave paintings."]},{"definition":"an accurate throw, shot, weapon, etc. hits or reaches the thing that it was aimed at","examples":[]}]},{"word":"accurately","word_class":"adverb","sense":[{"definition":"in a way that is correct and true in every detail","examples":["The article accurately reflects public opinion.","The report accurately reflects the current state of the industry."]},{"definition":"in an exact way","examples":["Quantities must be measured accurately."]},{"definition":"hitting or reaching the thing that was aimed at","examples":["You need to hit the ball accurately."]}]},{"word":"accuse","word_class":"verb","sense":[{"definition":"to say that somebody has done something wrong or is guilty of something","examples":["to accuse somebody of murder/theft","She accused him of lying.","The government was accused of incompetence.","They stand accused of crimes against humanity."]}]},{"word":"achieve","word_class":"verb","sense":[{"definition":"to succeed in reaching a particular goal, status or standard, especially by making an effort for a long time","examples":["He had finally achieved success.","They could not achieve their target of less than 3% inflation."]},{"definition":"to succeed in doing something or causing something to happen","examples":["I haven't achieved very much today.","All you've achieved is to upset my parents."]},{"definition":"to be successful","examples":["Their background gives them little chance of achieving at school."]}]},{"word":"achievement","word_class":"noun","sense":[{"definition":"a thing that somebody has done successfully, especially using their own effort and skill","examples":["the greatest scientific achievement of the decade","It was a remarkable achievement for such a young player.","They were proud of their children's achievements."]},{"definition":"the act or process of achieving something","examples":["the need to raise standards of achievement in education","Even a small success gives you a sense of achievement (= a feeling of pride)."]},{"definition":"a reward that you can earn in some video games by completing a challenge or level","examples":["If you complete the game in less than twelve hours, you are awarded an achievement at the end."]}]},{"word":"acid","word_class":"noun","sense":[{"definition":"a chemical, usually a liquid, that contains hydrogen and has a pH of less than seven. The hydrogen can be replaced by a metal to form a salt. Acids are usually sour and can often burn holes in or damage things they touch.","examples":[]},{"definition":"","examples":[]}]},{"word":"acknowledge","word_class":"verb","sense":[{"definition":"to accept that something is true","examples":["She refuses to acknowledge the need for reform.","Are you prepared to acknowledge your responsibility?","a generally acknowledged fact","I did not acknowledge that he had done anything wrong.","It is generally acknowledged to be true.","It was a stupid thing to do, I admit.","She refuses to acknowledge the need for reform.","They recognized the need to take the problem seriously.","He was forced to concede (that) there might be difficulties.","She was reluctant to confess her ignorance."]},{"definition":"to accept that somebody/something has a particular authority or status","examples":["The country acknowledged his claim to the throne.","He is widely acknowledged as the best player in the world.","He is widely acknowledged to be the best player in the world."]},{"definition":"to tell somebody that you have received something that they sent to you","examples":["All applications will be acknowledged.","Please acknowledge receipt of this letter."]},{"definition":"to show that you have noticed somebody/something by smiling, waving, etc.","examples":["I was standing right next to her, but she didn't even acknowledge me.","He waved, acknowledging the applause."]},{"definition":"to publicly express thanks for help you have been given","examples":["I gratefully acknowledge financial support from several local businesses.","He is always ready to acknowledge his debt to his teachers."]}]},{"word":"a-couple","word_class":"pronoun","sense":[{"definition":"two people or things; a small number of people or things","examples":["Do you need any more glasses? I've got a couple I can lend you."]}]},{"word":"acquire","word_class":"verb","sense":[{"definition":"to gain something by your own efforts, ability or behaviour","examples":["She has acquired a good knowledge of English.","How long will it take to acquire the necessary skills?","He has acquired a reputation for dishonesty.","I have recently acquired a taste for olives."]},{"definition":"to obtain something by buying or being given it","examples":["The company has just acquired new premises.","How did the gallery come to acquire so many Picassos?","I've suddenly acquired a stepbrother."]},{"definition":"a thing that you do not like much at first but gradually learn to like","examples":["Abstract art is an acquired taste."]}]},{"word":"across","word_class":"adverb","sense":[{"definition":"from one side to the other side","examples":["It's too wide. We can't swim across.","The yard measures about 50 feet across."]},{"definition":"in a particular direction towards or at somebody/something","examples":["When my name was called, he looked across at me."]},{"definition":"opposite","examples":["There's a school just across from our house."]},{"definition":"written from side to side","examples":["I can't do 3 across."]}]},{"word":"act","word_class":"noun","sense":[{"definition":"a particular thing that somebody does","examples":["a criminal act","an act of kindness","acts of terrorism","The murder was the act of a psychopath.","Her quick action saved the child’s life.","Tougher measures against racism are needed.","This was a first step towards a united Europe.","an act of kindness","a heroic act of bravery","his heroic actions/​acts during the war.","They are waiting for the results of the opinion polls before deciding their next move."]},{"definition":"a law that has been passed by a parliament","examples":["an Act of Congress","the Care Act 2014","A Committee on Safety of Medicines was set up under the Act."]},{"definition":"a way of behaving that is not sincere but is intended to have a particular effect on others","examples":["Don't take her seriously—it's all an act.","You could tell she was just putting on an act."]},{"definition":"one of the main divisions of a play, an opera, etc.","examples":["a play in five acts","The hero dies in Act 5, Scene 3."]},{"definition":"one of several short pieces of entertainment in a show","examples":["a circus/comedy/magic act"]},{"definition":"a performer or group of musicians","examples":["They were one of rock's most impressive live acts."]},{"definition":"an event caused by natural forces beyond human control, such as a storm, a flood or an earthquake","examples":[]},{"definition":"to be/become involved in an activity that somebody else has started, especially to get something for yourself","examples":["New companies want to get in on the act and provide cable services."]},{"definition":"to start behaving in a moral or responsible way","examples":["He cleaned up his act and came off drugs."]},{"definition":"to go away or be impossible to find when people need or want you","examples":[]},{"definition":"to organize yourself and your activities in a more effective way in order to achieve something","examples":["He needs to get his act together if he's going to pass."]},{"definition":"a person who is so good or successful at something that it will be difficult for anyone else coming after them to be as good or successful","examples":["She has been an excellent principal and will be a hard act to follow."]},{"definition":"while you are doing something","examples":["He was caught in the act of stealing a car.","It is often difficult to tell when someone is using drugs unless they are caught in the act."]},{"definition":"to tell somebody with force that they must not do something","examples":[]}]},{"word":"action","word_class":"noun","sense":[{"definition":"the process of doing something in order to make something happen or to deal with a situation","examples":["The time has come for action if these beautiful animals are to survive.","Firefighters took action immediately to stop the blaze spreading.","What is the best course of action in the circumstances?","She began to explain her plan of action to the group."]},{"definition":"a thing that somebody does","examples":["Her quick action saved the child's life.","Each of us must take responsibility for our own actions.","Her quick action saved the child’s life.","Tougher measures against racism are needed.","This was a first step towards a united Europe.","an act of kindness","a heroic act of bravery","his heroic actions/​acts during the war.","They are waiting for the results of the opinion polls before deciding their next move."]},{"definition":"a legal process to stop a person or company from doing something, or to make them pay for a mistake, etc.","examples":["A libel action is being brought against the magazine that published the article.","He is considering taking legal action against the hospital."]},{"definition":"fighting in a battle or war","examples":["military action","soldiers killed in action"]},{"definition":"the events in a story, play, etc.","examples":["The action takes place in France."]},{"definition":"exciting events","examples":["I like films with plenty of action.","New York is where the action is."]},{"definition":"the effect that one substance or chemical has on another","examples":["the action of sunlight on the skin","The action of the rushing water cleans the gully."]},{"definition":"the way a part of the body moves or functions","examples":["a study of the action of the liver"]},{"definition":"the mechanical parts of a piano, gun, clock, etc. or the way the parts move","examples":[]},{"definition":"what a person actually does means more than what they say they will do","examples":[]},{"definition":"if somebody/something is in action, they are doing the activity or work that is typical for them","examples":["Just press the button to see your favourite character in action.","I've yet to see all the players in action."]},{"definition":"if you put an idea or a plan into action, you start making it happen or work","examples":["The new plan for traffic control is being put into action on an experimental basis."]},{"definition":"not able to work or be used because of injury or damage","examples":["Jon will be out of action for weeks with a broken leg.","The photocopier is out of action today."]},{"definition":"a share or role in an interesting or exciting activity, especially in order to make money","examples":["Foreign firms will all want a piece of the action if the new airport goes ahead."]},{"definition":"to suddenly start working or doing something","examples":["‘Let's go!’ he said, springing into action.","The town springs into life (= becomes busy) during the carnival."]},{"definition":"to start doing something quickly and with a lot of energy","examples":["The ambulance crew swung into action to resuscitate the patient.","The rescue operation swung into action immediately."]},{"definition":"to act in order to avoid danger or an unpleasant situation","examples":["The pilot had to take evasive action to avoid a mid-air collision."]}]},{"word":"active","word_class":"adjective","sense":[{"definition":"always busy doing things, especially physical activities","examples":["Although he's nearly 80, he is still very active.","Before our modern age, people had a more physical and active lifestyle."]},{"definition":"involved in something; making a determined effort and not leaving something to happen by itself","examples":["They were both politically active.","active involvement/participation/support/resistance","She takes an active part in school life.","The parents were active in campaigning against cuts to the education budget.","They took active steps to prevent the spread of the disease."]},{"definition":"doing something regularly; functioning","examples":["sexually active teenagers","animals that are active only at night","The virus is still active in the blood.","an active volcano (= likely to erupt)"]},{"definition":"lively and full of ideas","examples":["That child has a very active imagination."]},{"definition":"having or causing a chemical effect","examples":["What is the active ingredient in aspirin?"]},{"definition":"connected with a verb whose subject is the person or thing that performs the action","examples":["In ‘He was driving the car’, the verb is active."]}]},{"word":"actively","word_class":"adverb","sense":[{"definition":"in a way that involves doing something","examples":["Your proposal is being actively considered.","The government was actively hostile to any criticism of its policies."]},{"definition":"in a way that involves making a determined effort and not leaving something to happen by itself","examples":["She was actively looking for a job."]},{"definition":"in a way that has or causes an effect","examples":["Some counterfeit drugs contain actively harmful ingredients."]}]},{"word":"activity","word_class":"noun","sense":[{"definition":"a situation in which something is happening or a lot of things are being done","examples":["economic activity","The streets were noisy and full of activity.","Muscles contract and relax during physical activity."]},{"definition":"a thing that you do for interest or pleasure, or in order to achieve a particular aim","examples":["leisure/outdoor/classroom activities","The club provides a wide variety of activities including tennis, swimming and squash.","illegal/criminal activities"]}]},{"word":"actor","word_class":"noun","sense":[{"definition":"a person who performs on the stage, on television or in films/movies, especially as a profession","examples":["She is one of the country’s leading actors."]}]},{"word":"actress","word_class":"noun","sense":[{"definition":"a woman who performs on the stage, on television or in films/movies, especially as a profession","examples":["In 1940 he married actress Jane Wyman."]}]},{"word":"actual","word_class":"adjective","sense":[{"definition":"used to emphasize something that is real or exists in fact","examples":["What were his actual words?","The actual cost was higher than we expected.","James looks younger than his wife but in actual fact (= really) he is five years older.","I need the actual figures, not an estimate.","How long have you been in your present job?","The factory cannot continue its current level of production."]},{"definition":"used to emphasize the most important part of something","examples":["The wedding preparations take weeks but the actual ceremony takes less than an hour."]}]},{"word":"actually","word_class":"adverb","sense":[{"definition":"used in speaking to emphasize a fact or a comment, or that something is really true","examples":["What did she actually say?","It's not actually raining now.","That's the only reason I'm actually going.","There are lots of people there who can actually help you.","I didn't want to say anything without actually reading the letter first."]},{"definition":"used to show a contrast between what is true and what somebody believes, and to show surprise about this contrast","examples":["It was actually quite fun after all.","The food was not actually all that expensive.","Our turnover actually increased last year."]},{"definition":"used to correct somebody in a polite way","examples":["We're not American, actually. We're Canadian.","Actually, it would be much more sensible to do it later.","They're not married, actually."]},{"definition":"used to get somebody’s attention, to introduce a new topic or to say something that somebody may not like, in a polite way","examples":["Actually, I'll be a bit late home.","Actually, I'm busy at the moment—can I call you back?","I need the actual figures, not an estimate.","How long have you been in your present job?","The factory cannot continue its current level of production."]}]},{"word":"ad","word_class":"noun","sense":[{"definition":"","examples":["We put an ad in the local paper.","an ad for a new chocolate bar","Put an advertisement in the local paper to sell your car.","Dirty streets are no advertisement for a prosperous society.","She works in publicity.","There has been a lot of advance publicity for her new film.","We put an ad in the local paper.","an ad for a new chocolate bar","a special promotion of local products","She works in sales and promotion."]}]},{"word":"adapt","word_class":"verb","sense":[{"definition":"to change something in order to make it suitable for a new use or situation","examples":["These styles can be adapted to suit individual tastes.","Most of these tools have been specially adapted for use by disabled people."]},{"definition":"to change your behaviour in order to deal more successfully with a new situation","examples":["It's amazing how soon you adapt.","The organisms were forced to adapt in order to survive.","We have had to adapt quickly to the new system.","A large organization can be slow to adapt to change.","It took him a while to adapt himself to his new surroundings."]},{"definition":"to change a book or play so that it can be made into a play, film/movie, television programme, etc.","examples":["Three of her novels have been adapted for television."]}]},{"word":"add","word_class":"verb","sense":[{"definition":"to put something together with something else so as to increase the size, number, amount, etc.","examples":["Next add the flour.","The juice contains no added sugar.","The plan has the added (= extra) advantage of bringing employment to rural areas.","A new wing was added to the building.","Shall I add your name to the list?","Chlorine is added to the water to kill bacteria."]},{"definition":"to put numbers or amounts together to get a total","examples":["Add 9 to the total.","If you add all these amounts together you get a huge figure."]},{"definition":"to say something more; to make a further remark","examples":["‘And don't be late,’ she added.","I have nothing to add to my earlier statement.","He added that they would return a week later."]},{"definition":"to give a particular quality to an event, a situation, etc.","examples":["The suite will add a touch of class to your bedroom."]},{"definition":"used to introduce another fact that helps to emphasize a point you have already made","examples":["Add to this the excellent service and you can see why it's the most popular hotel on the island."]},{"definition":"to make a bad relationship with somebody worse by offending them even more","examples":[]}]},{"word":"addition","word_class":"noun","sense":[{"definition":"the process of adding two or more numbers together to find their total","examples":["children learning addition and subtraction"]},{"definition":"a thing that is added to something else","examples":["the latest addition to our range of cars","an addition to the family (= another child)","last minute additions to the government’s package of proposals"]},{"definition":"the act of adding something to something else","examples":["Pasta's basic ingredients are flour and water, sometimes with the addition of eggs or oil."]},{"definition":"a new part that is added to a building","examples":["architects who specialize in home additions","The addition should match the architecture of the house."]},{"definition":"used when you want to mention another person or thing after something else","examples":["In addition to these arrangements, extra ambulances will be on duty until midnight.","There is, in addition, one further point to make.","Bilingual children do better in IQ tests than children who speak only one language. In addition/What is more, they seem to find it easier to learn third or even fourth languages.","Learning another language not only improves children’s job prospects in later life, but also boosts their self-esteem.","Teaching children a second language improves their job prospects in later life. Other benefits include increased self-esteem and greater tolerance of other cultures.","Another/One further/One additional reason for encouraging bilingual education is that it boosts children’s self-esteem.","Studies suggest that bilingual children find it easier to learn additional languages. There is, moreover, increasing evidence that bilingual children perform better across a range of school subjects, not just foreign languages.","His claim that children find bilingual education confusing is based on very little evidence. Moreover, the evidence he does provide is seriously flawed.","Research has shown that first-language development is not impeded by exposure to a second language. Furthermore, there is no evidence to support the claim that children find bilingual education confusing."]}]},{"word":"additional","word_class":"adjective","sense":[{"definition":"more than was first mentioned or is usual","examples":["additional resources/funds/security","The government provided an additional £25 million to expand the service."]}]},{"word":"add-on","word_class":"noun","sense":[{"definition":"a thing that is added to something else","examples":["The company offers scuba-diving as an add-on to the basic holiday price.","add-on software (= added to a computer)"]}]},{"word":"address","word_class":"noun","sense":[{"definition":"details of where somebody lives or works and where letters, etc. can be sent","examples":["What's your name and address?","I'll give you my address and phone number.","Is that your home address?","Please note my change of address.","Police found him at an address (= a house or flat/apartment) in West London.","people of no fixed address (= with no permanent home)"]},{"definition":"a series of words and symbols that tells you where you can find something using a computer, for example on the Internet","examples":["What's your email address?","The project has a new web address."]},{"definition":"a formal speech that is made in front of an audience","examples":["tonight’s televised presidential address","Several people made speeches at the wedding.","a lecture on the Roman army","a course/​series of lectures","a televised presidential address","She gave an interesting talk on her visit to China.","to preach a sermon"]},{"definition":"the correct title, etc. to use when you talk to somebody","examples":[]}]},{"word":"add-up","word_class":"phrasal verb","sense":[{"definition":"to seem reasonable; to make sense","examples":["His story just doesn't add up."]},{"definition":"to increase by small amounts until there is a large total","examples":["When you're feeding a family of six the bills soon add up."]},{"definition":"to calculate the total of two or more numbers or amounts","examples":["The waiter can't add up.","Add up all the money I owe you."]}]},{"word":"add-up-to","word_class":"phrasal verb","sense":[{"definition":"to make a total amount of something","examples":["The numbers add up to exactly 100."]},{"definition":"to lead to a particular result; to show something","examples":["These clues don't really add up to very much (= give us very little information)."]}]},{"word":"adequate","word_class":"adjective","sense":[{"definition":"enough in quantity, or good enough in quality, for a particular purpose or need","examples":["an adequate supply of hot water","The room was small but adequate.","There is a lack of adequate provision for disabled students.","He didn't give an adequate answer to the question.","The space available is not adequate for our needs.","training that is adequate to meet the future needs of industry"]}]},{"word":"adequately","word_class":"adverb","sense":[{"definition":"in a way that is enough in quantity, or good enough in quality, for a particular purpose or need","examples":["Are you adequately insured?"]}]},{"word":"adjust","word_class":"verb","sense":[{"definition":"to change something slightly to make it more suitable for a new set of conditions or to make it work better","examples":["Watch out for sharp bends and adjust your speed accordingly.","This button is for adjusting the volume.","The brakes need to be adjusted.","Adjust your language to the age of your audience."]},{"definition":"to get used to a new situation by changing the way you behave and/or think","examples":["They'll be fine—they just need time to adjust.","After a while his eyes adjusted to the dark.","It took her a while to adjust to living alone.","It can be difficult to adjust to being a parent.","You'll quickly adjust yourself to student life.","My eyes were still trying to adjust themselves to the strong sunlight."]},{"definition":"to move something slightly so that it looks neater or feels more comfortable","examples":["He smoothed his hair and adjusted his tie."]}]},{"word":"admiration","word_class":"noun","sense":[{"definition":"a feeling of respect and liking for somebody/something","examples":["to watch/gaze in admiration","I have great admiration for her as a writer."]}]},{"word":"admire","word_class":"verb","sense":[{"definition":"to respect somebody for what they have done or to respect their qualities","examples":["I really admire your enthusiasm.","You have to admire the way he handled the situation.","The school is widely admired for its excellent teaching.","I don't agree with her, but I admire her for sticking to her principles."]},{"definition":"to look at something and think that it is attractive and/or impressive","examples":["He stood back to admire his handiwork.","I've just been admiring your new car.","Let’s just sit and admire the view."]}]},{"word":"admit","word_class":"verb","sense":[{"definition":"to agree, often unwillingly, that something is true","examples":["It was a stupid thing to do, I admit.","‘I'm very nervous,’ she admitted reluctantly.","Don't be afraid to admit to your mistakes.","She admits to being strict with her children.","He admitted all his mistakes.","She stubbornly refuses to admit the truth.","Why don't you just admit defeat (= recognize that you cannot do something) and let someone else try?","Admit it! You were terrified!","They freely admit (that) they still have a lot to learn.","You must admit that it all sounds very strange.","I couldn't admit to my parents that I was finding the course difficult.","It was generally admitted that the government had acted too quickly.","The appointment is now generally admitted to have been a mistake."]},{"definition":"to say that you have done something wrong or illegal","examples":["He refused to admit to the other charges.","She admitted to having stolen the car.","She admitted theft.","He refused to admit his guilt.","She admitted having driven the car without insurance.","It was a stupid thing to do, I admit.","She refuses to acknowledge the need for reform.","They recognized the need to take the problem seriously.","He was forced to concede (that) there might be difficulties.","She was reluctant to confess her ignorance."]},{"definition":"to allow somebody/something to enter a place","examples":["Each ticket admits one adult.","You will not be admitted to the theatre after the performance has started.","The narrow windows admit little light into the room."]},{"definition":"to allow somebody to become a member of a club, a school or an organization","examples":["The society admits all US citizens over 21.","Women were only admitted into the club last year."]},{"definition":"to take somebody to a hospital, or other institution where they can receive special care","examples":["Two crash victims were admitted to the local hospital."]}]},{"word":"adopt","word_class":"verb","sense":[{"definition":"to take somebody else’s child into your family and become its legal parent(s)","examples":["a campaign to encourage childless couples to adopt","to adopt a child","She was forced to have her baby adopted."]},{"definition":"to start to use a particular method or to show a particular attitude towards somebody/something","examples":["All three teams adopted different approaches to the problem."]},{"definition":"to formally accept a suggestion or policy by voting","examples":["to adopt a resolution","The council is expected to adopt the new policy at its next meeting."]},{"definition":"to choose a new name, a country, a custom, etc. and begin to use it as your own","examples":["to adopt a name/title/language","Early Christians in Europe adopted many of the practices of the older, pagan religions."]},{"definition":"to use a particular manner, way of speaking, expression, etc.","examples":["He adopted an air of indifference."]},{"definition":"to choose somebody as a candidate in an election or as a representative","examples":["She was adopted as parliamentary candidate for Wood Green."]}]},{"word":"adult","word_class":"noun","sense":[{"definition":"a fully grown person who is legally responsible for their actions","examples":["Children must be accompanied by an adult.","Why can't you two act like civilized adults?"]},{"definition":"a fully grown animal","examples":["The fish return to the river as adults in order to breed."]}]},{"word":"advance","word_class":"noun","sense":[{"definition":"the forward movement of a group of people, especially armed forces","examples":["We feared that an advance on the capital would soon follow.","enemy advances"]},{"definition":"progress or a development in a particular activity or area of understanding","examples":["recent advances in medical science","We live in an age of rapid technological advance.","major advances in the field of physics"]},{"definition":"money paid for work before it has been done or money paid earlier than expected","examples":["They offered an advance of £5 000 after the signing of the contract.","She asked for an advance on her salary.","The bank will give you an advance of 95% of the purchase price."]},{"definition":"attempts to start a sexual relationship with somebody","examples":["He had made advances to one of his students.","She rejected his sexual advances."]},{"definition":"an increase in the price or value of something","examples":["Share prices showed significant advances."]},{"definition":"before the time that is expected; before something happens","examples":["a week/month/year in advance","The rent is due one month in advance.","It's cheaper if you book the tickets in advance.","People were evacuated from the coastal regions in advance of the hurricane."]},{"definition":"more developed than somebody/something else","examples":["Galileo's ideas were well in advance of the age in which he lived."]}]},{"word":"advanced","word_class":"adjective","sense":[{"definition":"having the most modern and recently developed ideas, methods, etc.","examples":["advanced technology","advanced industrial societies","Sweden has a reputation for advanced and stylish design."]},{"definition":"at a high or difficult level","examples":["There were only three of us on the advanced course.","an advanced student of English"]},{"definition":"at a late stage of development","examples":["the advanced stages of the disease"]},{"definition":"used in polite expressions to describe somebody as ‘very old’","examples":["He was a man of advanced years.","Even at my advanced age I still know how to enjoy myself!"]}]},{"word":"advantage","word_class":"noun","sense":[{"definition":"a thing that helps you to be better or more successful than other people","examples":["a big/great/definite advantage","an unfair advantage (= something that benefits you, but not your opponents)","She had the advantage of a good education.","You will be at an advantage (= have an advantage) in the interview if you have thought about the questions in advance.","Being tall gave him an advantage over the other players.","companies seeking competitive advantage over their trading rivals"]},{"definition":"a quality of something that makes it better or more useful","examples":["A small car has the added advantage of being cheaper to run.","One advantage of/One of the advantages of living in the country is the fresh air.","Each of these systems has its advantages and disadvantages."]},{"definition":"the first point scored after a score of 40–40.","examples":["Advantage Murray."]},{"definition":"to give you an advantage; to change a situation in a way that gives you an advantage","examples":["It would be to your advantage to attend this meeting.","Eventually, the new regulations will work to our advantage."]},{"definition":"to make use of something well; to make use of an opportunity","examples":["She took advantage of the children's absence to tidy their rooms.","We took full advantage of the hotel facilities."]},{"definition":"to make use of somebody/something in a way that is unfair or dishonest","examples":["He took advantage of my generosity (= for example, by taking more than I had intended to give)."]},{"definition":"in a way that shows the best of somebody/something","examples":["The photograph showed him to advantage.","May was the month to see the garden to best advantage."]},{"definition":"to use or change a bad situation so that it helps you","examples":["Every magician has a trick that goes wrong, but you can turn this to your advantage by pretending it was deliberate and making the audience laugh."]}]},{"word":"adventure","word_class":"noun","sense":[{"definition":"an unusual, exciting or dangerous experience, journey or series of events","examples":["her adventures travelling in Africa","When you're a child, life is one big adventure.","adventure stories","Popper described science as the greatest adventure in the world."]},{"definition":"excitement and the willingness to take risks, try new ideas, etc.","examples":["a sense/spirit of adventure","I set out across the country looking for adventure."]}]},{"word":"advert","word_class":"noun","sense":[{"definition":"","examples":["the adverts on television","When the adverts came on I got up to put the kettle on.","Put an advertisement in the local paper to sell your car.","Dirty streets are no advertisement for a prosperous society.","She works in publicity.","There has been a lot of advance publicity for her new film.","We put an ad in the local paper.","an ad for a new chocolate bar","a special promotion of local products","She works in sales and promotion."]}]},{"word":"advertise","word_class":"verb","sense":[{"definition":"to tell the public about a product or a service in order to encourage people to buy or to use it","examples":["If you want to attract more customers, try advertising in the local paper.","The cruise was advertised as the ‘journey of a lifetime’.","I bought the camera and case as advertised in the catalogue."]},{"definition":"to let people know that something is going to happen, or that a job is available by giving details about it in a newspaper, on a notice in a public place, on the Internet, etc.","examples":["We are currently advertising for a new sales manager.","We advertised the concert quite widely."]},{"definition":"to show or tell something about yourself to other people","examples":["I wouldn't advertise the fact that you don't have a work permit.","She coughed to advertise her presence."]}]},{"word":"advertisement","word_class":"noun","sense":[{"definition":"a notice, picture or film telling people about a product, job or service","examples":["Put an advertisement in the local paper to sell your car.","Put an advertisement in the local paper to sell your car.","Dirty streets are no advertisement for a prosperous society.","She works in publicity.","There has been a lot of advance publicity for her new film.","We put an ad in the local paper.","an ad for a new chocolate bar","a special promotion of local products","She works in sales and promotion."]},{"definition":"an example of something that shows its good qualities","examples":["Dirty streets and homelessness are no advertisement for a prosperous society."]},{"definition":"the act of advertising something and making it public","examples":["We are employing an assistant to help with the advertisement of the group’s activities."]}]},{"word":"advertising","word_class":"noun","sense":[{"definition":"the activity and industry of advertising things to people on television, in newspapers, on the Internet, etc.","examples":["A good advertising campaign will increase our sales.","Cigarette advertising has been banned.","radio/TV advertising","Val works for an advertising agency (= a company that designs advertisements).","a career in advertising"]}]},{"word":"advice","word_class":"noun","sense":[{"definition":"an opinion or a suggestion about what somebody should do in a particular situation","examples":["advice on road safety","They give advice to people with HIV and AIDS.","Ask your teacher’s advice/Ask your teacher for advice on how to prepare for the exam.","Follow your doctor's advice.","We were advised to seek legal advice.","Let me give you a piece of advice.","A word of advice. Don't wear that dress.","Take my advice. Don't do it.","I chose it on his advice.","If I were you, I'd wait.","I think you should/​ought to see a doctor.","Why don't you/​Why not/​Could you maybe ask Tom to help?","If you want my advice/​If you want to know what I think, I'd say it's better to tell him.","I'd advise you to sell it now."]}]},{"word":"advise","word_class":"verb","sense":[{"definition":"to tell somebody what you think they should do in a particular situation","examples":["I would strongly advise against going out on your own.","Her mother was away and couldn't advise her.","I'd advise extreme caution.","‘Get there early,’ she advised (them).","Police are advising people to stay at home.","I'd advise you not to tell him.","They advise that a passport be carried with you at all times.","They advise that a passport should be carried with you at all times.","It is strongly advised that you take out insurance.","I'd advise buying your tickets well in advance if you want to travel in August.","We’d recommend you to book your flight early.","a recommended price of $50 ","I’d advise you not to tell him.","Police are advising fans without tickets to stay away.","The group does not advocate the use of violence.","The situation is dangerous and the UN is urging caution."]},{"definition":"to give somebody help and information on a subject that you know a lot about","examples":["We employ an expert to advise on new technology.","She advises the government on environmental issues.","The pharmacist will advise which medicines are safe to take.","Your lawyer can advise you whether to take any action."]},{"definition":"to officially tell somebody something","examples":["Please advise us of any change of address.","I will contact you later to advise you when to come.","I regret to advise you that the course is now full."]}]},{"word":"affair","word_class":"noun","sense":[{"definition":"events that are of public interest or political importance","examples":["world/international/business affairs","an expert on foreign affairs (= political events in other countries)","affairs of state"]},{"definition":"an event that people are talking about or describing in a particular way","examples":["The newspapers exaggerated the whole affair wildly.","The debate was a pretty disappointing affair.","She wanted the celebration to be a simple family affair."]},{"definition":"a sexual relationship between two people, usually when one or both of them are married to somebody else","examples":["She is having an affair with her boss.","They had a passionate affair for six months."]},{"definition":"matters connected with a person’s private business and financial situation","examples":["I looked after my father's financial affairs.","She wanted to put her affairs in order before she died."]},{"definition":"a thing that somebody is responsible for (and that other people should not be concerned with)","examples":["How I spend my money is my affair."]},{"definition":"an object that is unusual or difficult to describe","examples":["Her hat was an amazing affair with feathers and a huge brim."]},{"definition":"a situation","examples":["This state of affairs can no longer be ignored."]}]},{"word":"affect","word_class":"verb","sense":[{"definition":"to produce a change in somebody/something","examples":["How will these changes affect us?","Your opinion will not affect my decision.","The south of the country was worst affected by the drought.","Does television affect children’s behaviour?","Does television have an effect on children’s behaviour?","They hope to effect a reconciliation."]},{"definition":"to attack somebody or a part of the body; to make somebody become ill/sick","examples":["The condition affects one in five women.","Rub the cream into the affected areas."]},{"definition":"to make somebody have strong feelings of sadness, pity, etc.","examples":["They were deeply affected by the news of her death.","Try not to let his problems affect you too much."]},{"definition":"to pretend to be feeling or thinking something","examples":["She affected a calmness she did not feel."]},{"definition":"to use or wear something that is intended to impress other people","examples":["I wish he wouldn't affect that ridiculous accent."]}]},{"word":"affection","word_class":"noun","sense":[{"definition":"the feeling of liking or loving somebody/something very much and caring about them","examples":["Children need lots of love and affection.","He didn't show his wife any affection.","She was held in deep affection by all her students.","Mr Darcy’s affection for his sister","I have a great affection for New York."]},{"definition":"a person’s feelings of love","examples":["Anne had two men trying to win her affections.","The object of her affections was a young man named Paul."]}]},{"word":"afford","word_class":"verb","sense":[{"definition":"to have enough money or time to be able to buy or to do something","examples":["Can we afford a new car?","None of them could afford £50 for a ticket.","She felt she couldn't afford any more time off work.","I’d give up work if I could afford it.","We can't afford to go abroad this summer.","She never took a taxi, even though she could afford to.","He couldn't afford the money to go on the trip."]},{"definition":"if you say that you can’t afford to do something, you mean that you should not do it because it will cause problems for you if you do","examples":["We cannot afford to ignore this warning.","They could ill afford to lose any more staff.","We cannot afford any more delays."]},{"definition":"to provide somebody with something","examples":["The tree affords some shelter from the sun.","The legislation aims to afford protection to employees.","The programme affords young people the chance to gain work experience."]}]},{"word":"afraid","word_class":"adjective","sense":[{"definition":"feeling fear; frightened because you think that you might be hurt or suffer","examples":["Don't be afraid.","It's all over. There's nothing to be afraid of now.","Are you afraid of spiders?","I started to feel afraid of going out alone at night.","She was afraid to open the door."]},{"definition":"worried about what might happen","examples":["She was afraid of upsetting her parents.","Tamsin was afraid of making a fool of herself.","Don't be afraid to ask if you don't understand.","The boy wasn’t afraid to say what he believed.","We were afraid (that) we were going to capsize the boat."]},{"definition":"worried or frightened that something unpleasant, dangerous, etc. will happen to a particular person or thing","examples":["I'm not afraid for me, but for the baby.","They had already fired three people and he was afraid for his job."]},{"definition":"used as a polite way of telling somebody something that is unpleasant or disappointing, or that you are sorry about","examples":["I can't help you, I'm afraid.","I'm afraid we can't come.","I'm afraid that it's not finished yet.","He's no better, I'm afraid to say.","‘Is there any left?’ ‘I'm afraid not.’","‘Will it hurt?’ ‘I'm afraid so.’","There’s nothing to be afraid of.","Aren’t you afraid (that) you’ll fall?","a frightened child","She was frightened that the glass would break.","The thieves got scared and ran away.","I was terrified (that) she wouldn’t come.","She looked at him with wide, terrified eyes.","She was alarmed at the prospect of travelling alone.","You’re just being paranoid."]}]},{"word":"after","word_class":"preposition","sense":[{"definition":"later than something; following something in time","examples":["We'll leave after lunch.","They arrived shortly after 5.","Not long after that he resigned.","Let’s meet the day after tomorrow/the week after next.","After winning the prize she became famous overnight.","After an hour I went home (= when an hour had passed).","It’s ten after seven in the morning (= 7.10 a.m.)."]},{"definition":"used to show that something happens many times or continuously","examples":["day after day of hot weather","I've told you time after time not to do that."]},{"definition":"behind somebody when they have left; following somebody","examples":["Shut the door after you.","I'm always having to clean up after the children (= clean the place after they have left it dirty and untidy).","He ran after her with the book.","She was left staring after him."]},{"definition":"next to and following somebody/something in order or importance","examples":["Your name comes after mine in the list.","He's the tallest, after Richard.","After you (= Please go first).","After you with the paper (= Can I have it next?)."]},{"definition":"in contrast to something","examples":["It was pleasantly cool in the house after the sticky heat outside."]},{"definition":"as a result of or because of something that has happened","examples":["I'll never forgive him after what he said."]},{"definition":"despite something; although something has happened","examples":["I can't believe she'd do that, not after all I've done for her."]},{"definition":"trying to find or catch somebody/something","examples":["The police are after him.","He's after a job at our place."]},{"definition":"about somebody/something","examples":["She asked after you (= how you were)."]},{"definition":"in the style of somebody/something; following the example of somebody/something","examples":["a painting after Goya","We named the baby ‘Ena’ after her grandmother."]},{"definition":"happening or done later than the time or event mentioned","examples":["after-hours drinking (= after closing time)","an after-school club","after-dinner mints"]},{"definition":"despite what has been said or expected","examples":["So you made it after all!"]},{"definition":"used when you are explaining something, or giving a reason","examples":["He should have paid. He suggested it, after all."]},{"definition":"to be going to do something soon; to be intending to do something soon","examples":[]},{"definition":"to have just done something","examples":[]}]},{"word":"afternoon","word_class":"noun","sense":[{"definition":"the part of the day from 12 midday until about 6 o’clock","examples":["this/yesterday/tomorrow afternoon","In the afternoon they went shopping.","She studies art two afternoons a week.","Are you ready for this afternoon's meeting?","The baby always has an afternoon nap.","Come over on Sunday afternoon.","Where were you on the afternoon of May 21?"]}]},{"word":"afterwards","word_class":"adverb","sense":[{"definition":"at a later time; after an event that has already been mentioned","examples":["Afterwards she was sorry for what she'd said.","Let's go out now and eat afterwards.","Shortly afterwards he met her again."]}]},{"word":"again","word_class":"adverb","sense":[{"definition":"one more time; on another occasion","examples":["Could you say it again, please?","When will I see you again?","This must never happen again.","Once again (= as had happened several times before), the train was late.","I've told you again and again (= many times) not to do that.","I'll have to write it all over again (= again from the beginning)."]},{"definition":"showing that somebody/something is in the same place or state that they were in originally","examples":["He was glad to be home again.","She spends two hours a day getting to work and back again.","You'll soon feel well again."]},{"definition":"added to an amount that is already there","examples":["The cost is about half as much again as it was two years ago.","I'd like the same again (= the same amount or the same thing)."]},{"definition":"used to show that a comment or fact is connected with what you have just said","examples":["And again, we must think of the cost."]},{"definition":"used to introduce a fact or an opinion that contrasts with what you have just said","examples":["We might buy it but then again we might not."]},{"definition":"used when you ask somebody to tell you something or repeat something that you think they have told you already","examples":["What was the name again?"]},{"definition":"from time to time; occasionally","examples":["Every now and again she checked to see if he was still asleep."]},{"definition":"used to ask somebody to serve you the same drink as before","examples":["Same again, please!"]},{"definition":"often; on many or all occasions","examples":["You will get a perfect result time after time if you follow these instructions."]}]},{"word":"against","word_class":"preposition","sense":[{"definition":"opposing or disagreeing with somebody/something","examples":["the fight against terrorism","We're playing against the league champions next week.","We were rowing against the current.","That's against the law.","She was forced to marry against her will.","Are you for or against the death penalty?","She is against seeing (= does not want to see) him.","I'd advise you against doing that."]},{"definition":"not to the advantage or favour of somebody/something","examples":["The evidence is against him.","Her age is against her."]},{"definition":"close to, touching or hitting somebody/something","examples":["Put the piano there, against the wall.","The rain beat against the windows."]},{"definition":"in order to prevent something from happening or to reduce the damage caused by something","examples":["an injection against rabies","They took precautions against fire.","Are we insured against theft?"]},{"definition":"with something in the background, as a contrast","examples":["His red clothes stood out clearly against the snow.","The love story unfolds against a background of civil war."]},{"definition":"used when you are comparing two things","examples":["You must weigh the benefits against the cost.","Check your receipts against the statement.","What's the rate of exchange against the dollar?"]},{"definition":"in contrast with something","examples":["They got 27% of the vote as against 32% at the last election."]},{"definition":"you are unlikely to succeed because the conditions are not good for you","examples":[]}]},{"word":"age","word_class":"noun","sense":[{"definition":"the number of years that a person has lived or a thing has existed","examples":["He left school at the age of 18.","She needs more friends of her own age.","children from 5–10 years of age","Young people of all ages go there to meet.","When I was your age I was already married.","He started playing the piano at an early age.","All ages admitted.","Children over the age of 12 must pay full fare.","She was beginning to feel her age (= feel that she was getting old).","He was tall for his age (= taller than you would expect, considering his age).","There’s a big age gap between them (= a big difference in their ages).","ways of calculating the age of the earth"]},{"definition":"a particular period of a person’s life","examples":["middle age","15 is an awkward age.","He died of old age."]},{"definition":"a particular period of history","examples":["the nuclear age","the age of the computer"]},{"definition":"the state of being old","examples":["Wine improves with age.","The jacket was showing signs of age.","the wisdom that comes with age"]},{"definition":"a very long time","examples":["I waited for ages.","It'll probably take ages to find a parking space.","Carlos left ages ago.","It's been an age since we've seen them."]},{"definition":"a length of time which is a division of an epoch","examples":[]},{"definition":"to behave in a way that is suitable for somebody of your age and not as though you were much younger","examples":["Isn’t it time you started acting your age?"]},{"definition":"when a person comes of age, they reach the age when they have an adult’s legal rights and responsibilities","examples":["The money will go to the children when they come of age."]},{"definition":"if something comes of age, it reaches the stage of development at which people accept and value it","examples":["It was the year that concern for the environment really came of age."]},{"definition":"to realize that you are getting old, especially compared with people you are with who are younger than you","examples":[]},{"definition":"a great age","examples":["She finally learned to drive at the grand old age of 70."]},{"definition":"now, in the modern world","examples":[]},{"definition":"to seem as old as you really are and not younger or older","examples":["She doesn’t look her age; I thought she was ten years younger."]},{"definition":"used in polite expressions to describe somebody as ‘very old’","examples":["He was a man of advanced years.","Even at my advanced age I still know how to enjoy myself!"]},{"definition":"if you talk about a person being of a certain age, you mean that they are no longer young but not yet old","examples":["The show appeals to an audience of a certain age."]},{"definition":"an age that is considered to be very old","examples":["He lived to the ripe old age of 91."]},{"definition":"not legally old enough to do a particular thing","examples":["It is illegal to sell cigarettes to children who are under age."]}]},{"word":"aged","word_class":"adjective","sense":[{"definition":"of the age of","examples":["They have two children aged six and nine.","volunteers aged between 25 and 40"]},{"definition":"very old","examples":["my aged aunt","Having aged relatives to stay in your house can be quite stressful.","I’m not sure if my aged car can make it up that hill.","She’s getting old—she’s 75 next year.","She is very busy caring for two elderly relatives.","Having aged relatives to stay in your house can be quite stressful.","Everyone in my family is exceptionally long-lived.","clothes for the mature woman"]},{"definition":"very old people","examples":["services for the sick and the aged"]}]},{"word":"agency","word_class":"noun","sense":[{"definition":"a business or an organization that provides a particular service especially on behalf of other businesses or organizations","examples":["an advertising/employment agency","You can book at your local travel agency.","international aid agencies caring for refugees"]},{"definition":"a government department that provides a particular service","examples":["the Central Intelligence Agency (CIA)"]},{"definition":"as a result of the action of somebody/something","examples":["He obtained his position through the agency of an old friend."]}]},{"word":"agent","word_class":"noun","sense":[{"definition":"a person whose job is to act for, or manage the affairs of, other people in business, politics, etc.","examples":["an insurance agent","Our agent in New York deals with all US sales.","If you're going to rent out your house while you're abroad, you'll need someone to act as your agent here."]},{"definition":"a person whose job is to arrange work for an actor, musician, sports player, etc. or to find somebody who will publish a writer’s work","examples":["a theatrical/literary agent"]},{"definition":"","examples":["an enemy agent"]},{"definition":"a person or thing that has an important effect on a situation","examples":["The charity has been an agent for social change."]},{"definition":"a chemical or a substance that produces an effect or a change or is used for a particular purpose","examples":["cleaning/oxidizing agents"]},{"definition":"the person or thing that does an action (expressed as the subject of an active verb, or in a ‘by’ phrase with a passive verb) ","examples":[]}]},{"word":"aggressive","word_class":"adjective","sense":[{"definition":"angry, and behaving in a threatening way; ready to attack","examples":["He gets aggressive when he's drunk.","a dangerous aggressive dog"]},{"definition":"acting with force and determination in order to succeed","examples":["an aggressive advertising campaign","A good salesperson has to be aggressive in today's competitive market."]}]},{"word":"ago","word_class":"adverb","sense":[{"definition":"used in expressions of time with the simple past tense to show how far in the past something happened","examples":["two weeks/months/years ago","The letter came a few days ago.","She was here just a minute ago.","a short/long time ago","How long ago did you buy it?","It was on TV not (so) long ago.","He stopped working some time ago (= quite a long time ago).","They're getting married? It's not that long ago (= it's only a short time ago) that they met!"]}]},{"word":"agree","word_class":"verb","sense":[{"definition":"to have the same opinion as somebody; to say that you have the same opinion","examples":["When he said that, I had to agree.","‘That's true’, she agreed.","He agreed with them about the need for change.","I agree with her analysis of the situation.","We agreed (that) the proposal was a good one.","‘It's terrible.’ ‘I couldn't agree more!’ (= I completely agree)","Yes, that's true.","That's right. On the other hand, there are some drawbacks to the plan…","Exactly.","Absolutely.","Definitely.","Yes, I suppose/​guess so.","I agree. It's definitely the best idea.","I think you're right. We should listen to what they have to say.","Sue is absolutely right. It's too early to make a decision now.","I would go along with the idea that we should change the logo.","We are in agreement on the best way to proceed, but we need to discuss the timing."]},{"definition":"if people are agreed or something is agreed, everyone has the same opinion about something","examples":["Are we all agreed on this?","It was agreed (that) we should hold another meeting."]},{"definition":"to say ‘yes’; to say that you will do what somebody wants or that you will allow something to happen","examples":["I asked for a pay rise and she agreed.","Do you think he'll agree to their proposal?","She agreed (that) I could go early.","She agreed to let me go early.","He agreed to let me go early.","They accepted the court’s decision.","The committee unanimously approved the plan.","She just goes along with everything he suggests.","She finally consented to answer our questions."]},{"definition":"to decide with somebody else to do something or to have something","examples":["Can we agree on a date?","They met at the agreed time.","Can we agree a price?","They left at ten, as agreed.","We agreed to meet on Thursday.","We couldn't agree what to do."]},{"definition":"to officially accept a plan, request, etc.","examples":["Next year's budget has been agreed."]},{"definition":"to be the same as something","examples":["The figures do not agree.","Your account of the accident does not agree with hers."]},{"definition":"to match a word or phrase in number, gender or person.","examples":["In ‘Tom likes jazz’, the singular verb ‘likes’ agrees with the subject ‘Tom’."]},{"definition":"if two people agree to differ, they accept that they have different opinions about something, but they decide not to discuss it any longer","examples":["We must just agree to differ on this."]}]},{"word":"agreement","word_class":"noun","sense":[{"definition":"an arrangement, a promise or a contract made with somebody","examples":["an international peace agreement","The agreement (= the document recording the agreement) was signed during a meeting at the UN.","They have a free trade agreement with Australia.","An agreement was finally reached between management and employees.","They had made a verbal agreement to sell.","They had an agreement never to talk about work at home."]},{"definition":"the state of sharing the same opinion or feeling","examples":["The two sides failed to reach agreement.","Are we in agreement about the price?"]},{"definition":"the fact of somebody approving of something and allowing it to happen","examples":["You'll have to get your parents' agreement if you want to go on the trip."]},{"definition":"the state of having the same number, gender or person","examples":["In the sentence ‘They live in the country’, the plural form of the verb ‘live’ is in agreement with the plural subject ‘they’."]}]},{"word":"ahead","word_class":"adverb","sense":[{"definition":"further forward in space or time; in front","examples":["I'll run ahead and warn them.","The road ahead was blocked.","We've got a lot of hard work ahead.","This will create problems in the months ahead.","He was looking straight ahead (= straight forward, in front of him)."]},{"definition":"earlier","examples":["The party was planned weeks ahead."]},{"definition":"winning; further advanced","examples":["Our team was ahead by six points.","You need to work hard to keep ahead."]}]},{"word":"aid","word_class":"noun","sense":[{"definition":"money, food, etc. that is sent to help countries in difficult situations","examples":["economic/humanitarian/emergency aid","An extra £10 million in foreign aid has been promised.","aid agencies (= organizations that provide help)","medical aid programmes"]},{"definition":"help that you need to perform a particular task","examples":["He was breathing only with the aid of a ventilator.","This job would be impossible without the aid of a computer."]},{"definition":"help that is given to a person","examples":["One of the staff saw he was in difficulty and came to his aid (= helped him)."]},{"definition":"an object, a machine, etc. that you use to help you do something","examples":["a hearing aid","Photos make useful teaching aids."]},{"definition":"in order to help somebody/something","examples":["collecting money in aid of charity"]},{"definition":"used to ask why something is happening","examples":["What's all this crying in aid of?"]}]},{"word":"aim","word_class":"noun","sense":[{"definition":"the purpose of doing something; what somebody is trying to achieve","examples":["the aims of the lesson","She went to London with the aim of finding a job.","Our main aim is to increase sales in Europe.","Bob's one aim in life is to earn a lot of money.","Teamwork is required in order to achieve these aims.","She set out the company's aims and objectives in her speech.","Our campaign’s main purpose is to raise money.","She went to London with the aim of finding a job.","Our main aim is to increase sales in Europe.","I have no intention of going to the wedding.","She’s full of good intentions but they rarely work out.","There are no plans to build new offices.","What’s the point of all this violence?","The point of the lesson is to compare the two countries.","The whole idea of going was so that we could meet her new boyfriend.","What’s the idea behind this?"]},{"definition":"the action or skill of pointing a weapon at somebody/something","examples":["Her aim was good and she hit the lion with her first shot.","The gunman took aim (= pointed his weapon) and fired."]},{"definition":"to direct your criticism at somebody/something","examples":[]}]},{"word":"air","word_class":"noun","sense":[{"definition":"the mixture of gases that surrounds the earth and that we breathe","examples":["air pollution","Let's go out for some fresh air.","I need to put some air in my tyres.","currents of warm air","whales coming up for air (= in order to breathe)","The act lays down a minimum standard for air quality."]},{"definition":"the space above the ground or that is around things","examples":["I kicked the ball high in/into the air.","Spicy smells wafted through the air.","Music filled the night air."]},{"definition":"the space above the earth where planes fly","examples":["It only takes three hours by air (= in a plane).","air travel/traffic","The temple was clearly visible from the air.","A surprise air attack (= from aircraft) was launched at night."]},{"definition":"the particular feeling or impression that is given by somebody/something; the way somebody does something","examples":["The room had an air of luxury.","She looked at him with a defiant air.","There was an air of complete confidence about her."]},{"definition":"a tune","examples":["Bach’s Air on a G string"]},{"definition":"a way of behaving that shows that somebody thinks that they are more important, etc. than they really are","examples":["I hate the way she puts on airs."]},{"definition":"a way of behaving that shows that somebody thinks that they are more important, etc. than they really are","examples":["Even when he became a star he didn’t have any airs and graces."]},{"definition":"clean air breathed in after being indoors or in a dirty atmosphere","examples":["We'll get a breath of fresh air at lunchtime."]},{"definition":"(to have) plans or dreams that are not likely to happen or come true","examples":["As a child he would wander round the boatyards, building castles in the air about owning a boat one day."]},{"definition":"to improve a difficult or tense situation by talking about worries, doubts, etc.","examples":[]},{"definition":"to disappear suddenly in a mysterious way","examples":["She can’t just have vanished into thin air."]},{"definition":"used to refer to an estimate or method of doing something that is not very accurate or scientific and partly based on guessing","examples":["It isn’t an exact science—it’s a kind of finger in the air thing.","‘It’s all a bit finger in the air,’ admitted a spokesman."]},{"definition":"to feel very happy","examples":["Most couples feel they are walking on air on their wedding day."]},{"definition":"felt by a number of people to exist or to be happening","examples":["There's romance in the air."]},{"definition":"broadcasting or not broadcasting on television or radio","examples":["We will be back on air tomorrow morning at 7.","The programme was taken off the air over the summer."]},{"definition":"from nowhere or nothing, as if by magic","examples":["Unfortunately, I can’t just conjure up the money out of thin air!"]},{"definition":"to say a name, number, etc. without thinking about it, especially in answer to a question","examples":["I just plucked a figure out of the air and said : ‘Would £1 000 seem reasonable to you?’"]},{"definition":"not yet decided","examples":["Our travel plans are still up in the air."]},{"definition":"in a way that is unfriendly and suggests that you think that you are better than other people","examples":[]}]},{"word":"aircraft","word_class":"noun","sense":[{"definition":"any vehicle that can fly and carry goods or passengers","examples":["fighter/transport/military aircraft"]}]},{"word":"airport","word_class":"noun","sense":[{"definition":"a place where planes land and take off and that has buildings for passengers to wait in","examples":["Gatwick Airport","waiting in the airport lounge"]}]},{"word":"alarm","word_class":"noun","sense":[{"definition":"fear and anxiety that somebody feels when something dangerous or unpleasant might happen","examples":["‘What have you done?’ Ellie cried in alarm.","I felt a growing sense of alarm when he did not return that night.","The doctor said there was no cause for alarm.","(a) fear of flying","She showed no fear.","Her eyes were wild with terror.","I had a sudden moment of panic.","The doctor said there was no cause for alarm.","She cried out in fright."]},{"definition":"a loud noise or a signal that warns people of danger or of a problem","examples":["She decided to sound the alarm (= warn people that the situation was dangerous).","I hammered on all the doors to raise the alarm.","By the time the alarm was raised the intruders had escaped."]},{"definition":"a device that warns people of a particular danger","examples":["a burglar/fire/smoke alarm","The cat set off the alarm (= made it start ringing).","A car alarm went off in the middle of the night (= started ringing)."]},{"definition":"a ringing sound or a tune played by a clock or your phone after you have set it to play at a particular time to wake you up","examples":["The alarm went off at 7 o'clock."]},{"definition":"if you say that alarm bells are ringing, you mean that people are starting to feel worried and suspicious","examples":["The government’s proposal has set alarm bells ringing for people on low incomes."]}]},{"word":"alarmed","word_class":"adjective","sense":[{"definition":"anxious or afraid that something dangerous or unpleasant might happen","examples":["She was alarmed at the prospect of travelling alone.","There’s nothing to be afraid of.","Aren’t you afraid (that) you’ll fall?","a frightened child","She was frightened that the glass would break.","The thieves got scared and ran away.","I was terrified (that) she wouldn’t come.","She looked at him with wide, terrified eyes.","She was alarmed at the prospect of travelling alone.","You’re just being paranoid."]},{"definition":"protected by an alarm","examples":["This door is alarmed."]}]},{"word":"alarming","word_class":"adjective","sense":[{"definition":"causing worry and fear","examples":["an alarming increase in crime","The rainforests are disappearing at an alarming rate."]}]},{"word":"alcohol","word_class":"noun","sense":[{"definition":"drinks such as beer, wine, etc. that can make people drunk","examples":["He never drinks alcohol.","alcohol abuse"]},{"definition":"the clear liquid that is found in drinks such as beer, wine, etc. and is used in medicines, cleaning products, etc.","examples":["Wine contains about 10% alcohol.","The food and drink industry has responded to the demand for low- and no-alcohol drinks.","levels of alcohol in the blood","He pleaded guilty to driving with excess alcohol.","low-alcohol beer","alcohol-free beer"]}]}]